INSERT INTO Симптомы (Название, Описание) VALUES
('Кашель', 'Резкий выдох через рот и/или нос, может быть влажным или сухим.'),
('Температура', 'Повышенная температура тела, выше 37.0 °C.'),
('Боль в горле', 'Дискомфорт, боль или ощущение першения в области горла.'),
('Головная боль', 'Болезненные ощущения в области головы, могут быть различной интенсивности и продолжительности.'),
('Слабость', 'Чувство усталости и недостатка энергии.'),
('Одышка', 'Природное или затрудненное дыхание, чувство нехватки воздуха.');

SELECT * FROM Симптомы