CREATE TABLE Преподаватель (
    Таб_номер NVARCHAR(10) PRIMARY KEY,
    Звание NVARCHAR(50),
    Степень NVARCHAR(50)
);

INSERT INTO Преподаватель (Таб_номер, Звание, Степень) VALUES
('101', 'профессор', 'д. т.н.'),
('102', 'доцент', 'к. ф.-м. н.'),
('105', 'доцент', 'к. т.н.'),
('201', 'профессор', 'д. ф.-м. н.'),
('202', 'доцент', 'к. ф.-м. н.'),
('301', 'профессор', 'д. т.н.'),
('302', 'доцент', 'к. т.н.'),
('401', 'профессор', 'д. т.н.'),
('402', 'доцент', 'к. т.н.'),
('403', 'ассистент', '–'),
('501', 'профессор', 'д. ф.-м. н.'),
('502', 'профессор', 'д. ф.-м. н.'),
('503', 'доцент', 'к. ф.-м. н.'),
('601', 'профессор', 'д. ф.-м. н.');