INSERT INTO Лекарственные_препараты (Название, Дозировка, Форма_выпуска, Описание) VALUES
('Парацетамол', '500 мг', 'таблетки', 'Обезболивающее и жаропонижающее средство.'),
('Ибупрофен', '400 мг', 'таблетки', 'Противовоспалительное и обезболивающее средство.'),
('Амоксициллин', '250 мг', 'капсулы', 'Антибиотик широкого спектра действия.'),
('Лоратадин', '10 мг', 'таблетки', 'Антигистаминное средство для облегчения аллергических реакций.'),
('Ринза', '5 мл', 'спрей', 'Придерживайтесь инструкции по применению. Обезболивающее средство при простудах.');

SELECT * FROM Лекарственные_препараты