INSERT INTO Заболевания (Название, Описание) VALUES
('Грипп', 'Вирусное заболевание, характеризующееся высокой температурой, кашлем и общей слабостью.'),
('Диабет', 'Хроническое заболевание, характеризующееся высоким уровнем сахара в крови.'),
('Гипертония', 'Повышенное артериальное давление, которое может привести к осложнениям.'),
('Астма', 'Хроническое воспалительное заболевание дыхательных путей.'),
('Пневмония', 'Воспаление легких, вызванное инфекцией.'),
('Острый аппендицит', 'Воспаление червеобразного отростка слепой кишки.');

SELECT * FROM Заболевания