CREATE TABLE Студент (
    Рег_номер NVARCHAR(10) PRIMARY KEY,
    Номер NVARCHAR(10),
    Фамилия NVARCHAR(100)
);

INSERT INTO Студент (Рег_номер, Номер, Фамилия) VALUES
('10101', '09.03.03', 'Николаева Н. Н.'),
('10102', '09.03.03', 'Иванов И. И.'),
('10103', '09.03.03', 'Крюков К. К.'),
('20101', '09.03.02', 'Андреев А. А.'),
('20102', '09.03.02', 'Федоров Ф. Ф.'),
('30101', '14.03.02', 'Бондаренко Б. Б.'),
('30102', '14.03.02', 'Цветков К. К.'),
('30103', '14.03.02', 'Петров П. П.'),
('50101', '01.03.04', 'Сергеев С. С.'),
('50102', '01.03.04', 'Кудрявцев К. К.'),
('80101', '38.03.05', 'Макаров М. М.'),
('80102', '38.03.05', 'Яковлев Я. Я.');