CREATE TABLE Сотрудники (
ID_ INT PRIMARY KEY IDENTITY (1,1),
Фамилия VARCHAR (50) NOT NULL, 
Имя VARCHAR (50) NOT NULL,
Телефон VARCHAR (15) NOT NULL,
Отделы INT NOT NULL,
Должности VARCHAR (100) NOT NULL,
Дата_рождения DATE NOT NULL,
Паспорт VARCHAR (20));

INSERT INTO Сотрудники (Фамилия, Имя, Телефон, Отделы, Должности, Дата_рождения, Паспорт)
VALUES
(N'Иванов', N'Иван', '+79123456789', 1, N'Разработчик', '1985-03-15', '4509 123456'),
(N'Петрова', N'Мария', '+79876543210', 2, N'Менеджер', '1990-11-22', '4510 654321'),
(N'Сидоров', N'Алексей', '+79012345678', 1, N'Аналитик', '1988-06-05', '4511 987654'),
(N'Кузнецова', N'Анна', '+79234567890', 3, N'Дизайнер', '1992-04-18', '4512 321654');


SELECT * FROM Сотрудники;